{
    "Name": "The Adamant",
    "Source": "Core",
    "Principles": [
        "Restraint",
        "Results"
    ],
    "StartingCreativity": 0,
    "StartingFocus": 1,
    "StartingHarmony": -1,
    "StartingPassion": 1,
    "DemeanorOptions": [
        "Above-it-all",
        "Chilly",
        "Flippant",
        "Perfectionist",
        "Rebellious",
        "Standoffish"
    ],
    "HistoryQuestions": [
        "What experience of being deceived or manipulated convinced you to steel yourself against being swayed by other people?",
        "Who was your first lodestar, and why were they an exception? Why aren't they your lodestar anymore?",
        "Who earned your grudging respect by teaching you pragmatism?",
        "What heirloom or piece of craftsmanship do you carry to remind you to stay true to yourself?",
        "Why are you committed to this group or purpose?"
    ],
    "FeatureName": "The Lodestone",
    "FeatureDescription": "<p>There's only one person you usually let past your emotional walls.</p>\n<p><strong>Name your lodestar</strong> (choose a PC to start):__________</p>\n<p>You can shift your lodestar to someone new when they <strong>guide and comfort</strong> you and you open up to them, or when you <strong>guide and comfort</strong> them and they open up to you. If you do choose to shift your lodestar, clear a condition.</p>\n<p>When you <strong>shut down someone vulnerable to harsh words or icy silence</strong>, shift your balance toward Results and roll with Results. On a hit, they mark a condition and you may clear the same condition. On a 10+, they also cannot shift your balance or <strong>call you out</strong> for the rest of the scene. On a miss, they have exactly the right retort; mark a condition and they shift your balance. You cannot use this on your lodestar.</p>\n<p>When your lodestar <strong>shifts your balance</strong> or <strong>calls you out</strong>, you cannot resist it. Treat an NPC lodestar calling you out as if you rolled a 10+, and a PC lodestar calling you out as if they rolled a 10+.</p>\n<p>When you <strong>consult your lodestar for advice on a problem</strong> (or permission to use your preferred solution), roll with Restraint. On a 10+ take all three; on a 7-9 they choose two:</p>\n<ul>\n<li>You see the wisdom of their advice. They shift your balance; follow their advice and they shift your balance again.</li>\n<li>The conversation bolsters you. Clear a condition or 2-fatigue.</li>\n<li>They feel at ease offering their opinion. They clear a condition or 2-fatigue.</li>\n</ul>\n<p>On a miss, something about their advice infuriates you. Mark a condition or have the GM shift your balance twice.</p>",
    "Connections": [
        "takes issue with my methods-perhaps they have a point, but I certianly can't admit that to them!",
        "is my lodestar; something about them makes them the one person I let my guard down around."
    ],
    "MomentOfBalance": "You've held true to a core of conviction even while getting your hands dirty to do what you deemed necessary. But balance means appreciating that other people are just as complex as you are, not merely obstacles or pawns. Tell the GM how you solve an intractable problem or calm a terrible conflict by relating to dangerous people on a human level.",
    "GrowthQuestion": "Did you seek support or guidance from others?",
    "Moves": [
        "This Was A Victory",
        "Takes One To Know One",
        "No Time For Feelings",
        "I Don't Hate You",
        "Driven By Justice"
    ],
    "Technique": "Pinpoint Aim"
}
